import AboutTabs from "@/components/home/AboutTabs"

export default function Page() {
    return (
        <div className="w-full min-h-screen pb-12 bg-[#1E3A5F] flex flex-col gap-10 " dir='rtl'>
            <div id="first-section" className="md:md:w-[80%] lg:w-[60%] lg:w-[60%] mx-auto px-8 pt-24 pb-12 flex flex-col gap-4 bg-white rounded-b-4xl text-right">
                <h1 className="text-md font-bold">درباره بایاتک</h1>
                <p className="text-[15px] text-gray-500">
                هر پروژه ساختمانی با یک نگاه مشخص آغاز می‌شود؛ نگاهی که کیفیت، جایگاه و سطح نهایی آن را تعریف می‌کند. بایاتک از سال ۱۳۹۷ فعالیت خود را در ایران آغاز کرده است تا در مسیر تحقق همین نگاه، نقش همراه اجرایی پروژه را بر عهده بگیرد.
                </p>
                <p className="text-[15px] text-gray-500">
                در همکاری با سازندگان پروژه‌های شاخص، تمرکز بر ایجاد اطمینان در فرآیند اجراست. از مراحل اولیه هماهنگی تا نصب و راه‌اندازی، مسیر کار به‌گونه‌ای پیش می‌رود که نتیجه نهایی با استاندارد مورد انتظار کارفرما هم‌راستا باشد.
                </p>
                <p className="text-[15px] text-gray-500">
                ما فرآیند اجرا را به‌گونه‌ای پیش می‌بریم که شفاف، منظم و قابل پیش‌بینی باشد؛ تصمیم‌ها روشن تعریف می‌شوند، زمان‌بندی مشخص است و مسئولیت هر مرحله به‌طور دقیق تعیین می‌گردد.
                </p>
                <p className="text-[15px] text-gray-500">
                    بایاتک بر پایه تجربه اجرایی، تیم متخصص و تعهد حرفه‌ای فعالیت می‌کند؛ با این رویکرد که هر پروژه، پیش از هر چیز، متعلق به سازنده آن است و همراهی دقیق و مسئولانه، وظیفه ماست.
                </p>
                <p className="text-[15px] text-gray-500">
                    آنچه در پایان تحویل می‌شود، صرفاً یک آسانسور فعال نیست؛ سیستمی است که باید سال‌ها با ثبات، ایمن و بی‌نقص عمل کند</p>
            </div>
            <AboutTabs />
        </div>
    );
}